{
    "mainTitle": "Werewolf Watchword",
    "wwrdTitle": "Watchword",
    "setupLnk": "Setup a new game",
    "manualLnk": "Game guide",
    "historyTtl": "History",
    "startGameTtl": "Game start",
    "gameplayTtl": "Gameplay",
    "gameEndTtl": "Game end",
    "historyBody": "Once upon a time, in a remote village were werewolves devouring a victim every night. By day the only thing that betrayed them is that they could not read. For that reason to exterminate them the villagers found a method: in meeting they agreed a group of watchwords and daily they published a secretly chosen watchword. Then they interrogate each other by asking a keyword to each villager in such a way as to demonstrate the secret watchword. Those who were not convincing with their keyword would become suspicious and by vote would be sacrificed. The wolves, however, are very clever and confuse the villagers by knowing the list and listening to the responses of the other villagers. Meanwhile they will continue to devour more victims. Will the wolves evade the villagers to desolate the village or will the villagers exterminate the wolves in time? especially if the souls of the dead send their signals from the beyond!",
    "startGameBody": "Before starting the game all players must connect to the game. Anyone can configure it. To configure it, enter the number of players that will enter the game (up to the number of players connected), the total timeout of the watchword interrogation for the first round in seconds. Then, if you want, choose a predefined category of watchwords or write a new list agreed by all. It is recommended to have at least as many watchwords as players plus three. Read aloud the list configured so that everyone knows it in advance and agrees. Adjust it if necessary. When starting the game each player must join the game by typing his name. When everyone has entered, they can secretly read the secret watchword and their role, both automatically selected by the game. The wolves will not be able to read the watchword, they will only see scribbles, but if they do not try to read the watchword they will not be able to see the complete list of watchwords and will be at disadvantage.",
    "gameplayBody": "When all the villagers have seen the watchword, the interrogation time begins, which will be reduced as fewer people live. During the time of watchword interrogation all those who are still alive and who decided to read the secret watchword can see the complete watchword list (which includes the secret watchword) to analyze how to confuse the werewolf or for the werewolf to try to determine which is the true watchword. If you continue alive, in your turn you must say a keyword related to the watchword so that other villagers know that you know the watchword but in such a way that the wolves do not have so much information to determine what is the secret watchword. The watchwords are renewed in each round and will never be repeated unless there are only three available, so that in each round there are fewer watchwords available. Once the interrogation time is over, the keyword round stops regardless of whether people were missing to complete the round. Then we move on to the time to deliberate who is to be sacrificed. It can be discussed openly, and when there is a decision everyone votes for their chosen victim. When everyone has voted, the victim with the highest number of votes is sacrificed as well as the victim chosen by the wolves. Victims can then reveal their roles to others, they can not speak for the rest of the game, however they will still receive the secret watchwords generated in each round so that they could help their team with signs from the afterlife as hits in the table or signs with their hands.",
    "gameEndBody": "If villagers kill all werewolfs, they win. Otherwise if there is as much werewolfs as villagers, then the werewolfs win.",
    "playersLbl": "Number of players:",
    "wwtimeoutLbl": "Watchword quiz timeout in seconds:",
    "categLbl": "Optional Category:",
    "wwrdLbl": "Watchwords:",
    "watchwordsTtl": "Current watchwords",
    "setupBtn": "Start the game",
    "nameHld": "Enter your name!",
    "joinBtn": "Join!",
    "waitingPlayers": "We are waiting for {0} more players to join",
    "waitingHint": "Now discreetly read the secret watchword and see your role",
    "judgeHint": "On your turn with a single word evidence you know the watchword. Beware, werewolfs are listening! {0} secs before voting begins.",
    "judgeHdr": "Now is time for you to judge and condemn someone!",
    "roleBtn": "Reveal Role",
    "watchwordBtn": "Read Watchword",
    "judgeBtn": "Condemn!",
    "deathHdr": "Obituary",
    "continueBtn": "Continue..",
    "deathHint": "You are death! Reveal your role. Although you cannot speak you can see watchwords and send signs from afterlife!",
    "judgingHint": "Yet waiting the veredict of {0} players",
    "obituaryHint": "Wait for the obituary!",
    "winHdr": "Look who won!!",
    "playBtn": "Play again!",
    "playersReq": "please set the number of players",
    "insuffPlayers": "You need more players!",
    "watchwordsReq": "please add more watchwords",
    "notImplemented": "Internal error! not implemented",
    "gameLocked": "sorry, no more players are accepted",
    "invalidGame": "game required to be setup",
    "nameReq": "please put a name!",
    "dupName": "sorry, that name already taken",
    "idReq": "identifier is required",
    "notFound": "Player not found",
    "tooMany": "Too many werewolfs!",
    "werewolfsReq": "We need more werewolfs",
    "isDeath": "Death people don't talk!",
    "chosenNotFound": "Chosen not found!"
}