{
    "mainTitle": "Werewolf Watchword",
    "wwrdTitle": "contraseña",
    "setupLnk": "Configurar un nuevo juego",
    "manualLnk": "Guía del juego",
    "historyTtl": "Historia",
    "startGameTtl": "Inicio del juego",
    "gameplayTtl": "Ronda de juego",
    "gameEndTtl": "Final del juego",
    "historyBody": "Cuenta la leyenda que en una lejana aldea hombres lobo devoraban una víctima cada noche. De día lo único que los delataba es que no sabían leer. Por eso para exterminarlos los aldeanos encontraron un método: en reunión acordaban un grupo de contraseñas y diariamente publicaban una constraseña elegida secretamente. Luego entre ellos se interrogan pidiendo una palabra clave a cada aldeano de tal modo que demostrase conocer la contraseña secreta. Aquellos que no fuesen convincentes con su palabra clave serían sospechosos y por votación serían sacrificados. Los lobos sin embargo son muy astutos y confunden a los aldeanos al conocer la lista y escuchar las respuestas de los otros aldeanos. Mientras tanto ellos seguirán devorando más víctimas. Podrán los lobos evadir a los aldeanos hasta desolar la aldea o los aldeanos exterminarán a los lobos a tiempo? especialmente si las almas de los muertos envían sus señales desde el más allá!",
    "startGameBody": "Antes de empezar el juego todos los jugadores deben conectarse al juego. Cualquiera puede configurarlo. Para configurarlo escribe el número de jugadores que ingresarán en el juego (máximo el número de jugadores conectados), el tiempo límite total del interrogatorio de contraseña para la primera ronda en segundos. Luego si lo deseas escoge una categoria de contraseñas predefinida o escribe una nueva lista acordada por todos. Se recomienda tener al menos tantas contraseñas como jugadores más tres. Lee en voz alta la lista configurada para que todos la conozcan de antemano y estén de acuerdo. Ajústala si es necesario. Al iniciar el juego cada jugador debe unirse al juego escribiendo su nombre. Cuando todos hayan ingresado, podrán leer furtivamente la contraseña secreta y su role ambos seleccionados automáticamente por el juego. Los lobos no podrán leer la contraseña, sólo verán garabatos, pero si no intentan leer la contraseña no podrán ver la lista completa de contraseñas y estarán en desventaja.",
    "gameplayBody": "Cuando todos los aldeanos hayan visto la contraseña, empieza el tiempo de interrogatorio, el cual se irá reduciendo a medida que hayan menos personas vivas. Durante el tiempo de interrogatorio de contraseñas todos aquellos que aún siguen vivos y que decidieron leer la contraseña secreta podrán ver la lista de contraseñas completa (que incluye la palabra secreta) para analizar cómo confundir al lobo o bien para que el lobo intente determinar cuál es la verdadera contraseña. Si continuas vivo, en tu turno debes decir una palabra clave cualquiera relacionada con la contraseña de modo que los demás aldeanos sepan que tú conoces la contraseña pero de tal manera que los lobos no tenga tanta información como para determinar cuál es la contraseña secreta. Las contraseñas se renuevan en cada ronda y nunca se van a repetir salvo que queden tan sólo tres disponibles, de modo que en cada ronda hay cada vez menos contraseñas disponibles. Una vez termine el tiempo de interrogatorio, se detiene la ronda de palabras clave sin importar si faltaron personas para completar la ronda. Luego se pasa al tiempo de deliberar a quién hay que sacrificar. Se puede discutir abiertamente, y cuando haya una decisión todos votan por su víctima eligida. Cuando todos han votado, la víctima con mayor número de votos es sacrificada al igual que la víctima escogida por los lobos. Las víctimas podrán revelar entonces sus roles a los demás, no podrán hablar por el resto del juego, sin embargo recibirán de todas formas las contraseñas secretas generadas en cada ronda de modo que podrían ayudar a su equipo con señas desde el más allá como golpes en la mesa ó señales con las manos.",
    "gameEndBody": "Si los aldeanos matan a todos los lobos, ganan. Si quedan tantos lobos como aldeanos vivos, ganan los lobos.",    
    "playersLbl": "Número de jugadores:",
    "wwtimeoutLbl": "Tiempo límite de interrogatorio contraseña en segundos:",
    "categLbl": "Categorías opcionales:",
    "wwrdLbl": "Contraseñas:",
    "watchwordsTtl": "contraseñas vigentes",
    "setupBtn": "Empezar el juego",
    "nameHld": "Escribe tu nombre!",
    "joinBtn": "Únete!",
    "waitingPlayers": "Estamos esperando que se unan {0} jugadores",
    "waitingHint": "Ahora discretamente lee la contraseña y mira tu rol",
    "judgeHint": "En tu turno dí una palabra que compruebe que sabes la contraseña. Cuidado, los lobos te escuchan! {0} segundos antes de votaciones.",
    "judgeHdr": "Es la hora de juzgar y condenar a alguien!",
    "roleBtn": "Revelar mi role",
    "watchwordBtn": "Leer contraseña",
    "judgeBtn": "Condenar!",
    "deathHdr": "Obituario",
    "continueBtn": "Continuar..",
    "deathHint": "Estás muerto! Revela tu rol a los demás. No puedes hablar pero puedes ver las contraseñas y enviar señales desde el más allá!",
    "judgingHint": "Estamos esperando el juicio de {0} jugadores",
    "obituaryHint": "Espera el obituario!",
    "winHdr": "Mira quiénes ganaron!!",
    "playBtn": "Juega de nuevo!",
    "playersReq": "por favor escribe el número de jugadores",
    "insuffPlayers": "Necesitas más jugadores!",
    "watchwordsReq": "por favor agrega más contraseñas",
    "notImplemented": "Error interno! aún no implementado",
    "gameLocked": "lo siento, no aceptamos más jugadores",
    "invalidGame": "Falta configurar el juego",
    "nameReq": "por favor agrega un nombre!",
    "dupName": "lo siento, alguien más ya tiene ese nombre",
    "idReq": "el identificador es requerido",
    "notFound": "No encuentro a ese jugador",
    "tooMany": "Demasiados lobos!",
    "werewolfsReq": "Necesitamos más lobos",
    "isDeath": "Los muertos no hablan!",
    "chosenNotFound": "No se encuentra al condenado!"
}